<?php
// +----------------------------------------------------------------------
// | 基于缺少对象开发的一款MVC系统
// +----------------------------------------------------------------------
// | Copyright (c) www.php63.cc All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 普罗米修斯 <996674366@qq.com>
// +----------------------------------------------------------------------
// 检测PHP环境
if(version_compare(PHP_VERSION,'5.3.0','<'))  die('require PHP > 5.3.0 !');
//定义应用目录
defined('APP_PATH') OR define('APP_PATH','./Application/');
//框架入口文件
require_once './Frame/index.php';